English/nce2-1/NCE2-1.org
* Lesson 1 A private conversation
#+begin_verse
Why did the writer complain to the people behind him?

Last week I *went to the theatre*.
I *had a very good seat*.
The play was very interesting.

I did not enjoy it.
A young man and a young woman were sitting behind me.
They were talking loudly.

I *got very angry*.
I could not hear the actors.
I turned round.
I looked at the man and the woman angrily.
They did not pay any attention.

*In the end*, I could not bear it.
I turned round again.
'I can't hear a word!' I said angrily.
'*It's none of your business*,' the young man said rudely. 'This is a private conversation.'
#+end_verse

* Lesson 2 Breakfast or lunch?
#+begin_verse
Why was the writer's aunt surprised?

It was Sunday.
I never *get up early* on Sundays.
I sometimes stay in bed until lunchtime.

Last Sunday I got up very late.
I looked out of the window.
It was dark outside.
'What a day!' I thought. 'It's raining again.'

*Just then*, the telephone rang.
It was my aunt Lucy.
'I've just arrived by train,' she said.
'I'm coming to see you.'
'But I'm still *having breakfast*,' I said.
'What are you doing?' she asked.
'I'm having breakfast,' I repeated.
'Dear me,' she said. 'Do you always get up so late? It's one o'clock!'
#+end_verse

* Lesson 3 Please send me a card.
#+begin_verse
How many cards did the writer send?

Postcards always spoil my holidays.
Last summer, I went to Italy.
I visited museums and sat in public gardens.
A friendly waiter *taught me a few words of Italian*.
Then he *lent me a book*.
I read a few lines, but I did not understand a word.
Every day I *thought about* postcards.
My holidays passed quickly, but I did not send cards to my friends.
*On the last day* I made a big decision.
I got up early and bought thirty-seven cards.
I *spent the whole day in my room*, but I did not write a single card!
#+end_verse

* Lesson 4 An exciting trip
#+begin_verse
Why is Tim finding this trip exciting?

I have just received a letter from my brother, Tim.
He is in Australia.
He has been there for six months.
Tim is an engineer.
He is working for a big firm and he has already visited *a great number of* different places in Australia.
He has just bought an Australian car and *has gone to Alice Springs*, a small town in the centre of Australia.
He will soon visit Darwin.
From there, he will *fly to Perth*.
My brother has never been abroad before, so he is *finding this trip very exciting*.
#+end_verse

* Lesson 5 No wrong numbers 
#+begin_verse
What does 'No wrong numbers' mean?

Mr. James Scott has a garage in Silbury
	and now he has just bought another garage in Pinhurst.
Pinhurst *is only five miles from* Silbury,
	but Mr. Scott cannot *get a telephone for his new garage*,
	so he has just bought twelve pigeons.
Yesterday, a pigeon carried the first message from Pinhurst to Silbury.
The bird *covered the distance in three minutes*.
*Up to now*, Mr. Scott has sent *a great many* requests for spare parts
	and other urgent messages from one garage to the other.
*In this way*, he has begun his own private telephone service.
#+end_verse
* Lesson 6 Percy Buttons 

#+begin_verse
Who is Percy Buttons?

I have just *moved to a house* in Bridge Street.
Yesterday a beggar *knocked at my door*.
He *asked me for a meal and a glass of beer*.
*In return for* this, the beggar *stood on his head* and sang songs.
I gave him a meal.
He ate the food and drank the beer.
Then he put a piece of cheese in his pocket and went away.
Later a neighbor told me about him.
Everybody knows him.
His name is Percy Buttons.
He *calls at* every house in the street *once a month*
	and always *asks for a meal and a glass of beer*.
#+end_verse
* Lesson 7 Too late 

#+begin_verse
Did the detectives save the diamonds?

The plane was late and detectives were waiting at the airport *all morning*.
They were expecting *a valuable parcel of diamond* from South Africa.
*A few hours earlier*, someone had told the police that thieves would *try to steal* the diamonds.
When the plane arrived, some of the detectives were waiting inside the main building
	while others were waiting on the airfield.
Two men took the parcel off the plane and carried it into the Customs House.
While two detectives were *keeping guard* at the door,
	two others opened the parcel.
*To their surprise*, *the precious parcel was full of stones and sand*!
#+end_verse
* Lesson 8 The best and the worst 

#+begin_verse
Why is Joe's garden the most beautiful one in the town?

Joe Sanders has the most beautiful garden in our town.
Nearly everybody *enters for* 'The Nicest Garden Competition' each year,
	but Joe wins every time.
Bill Frith's garden is larger than Joe's.
Bill works harder than Joe and grows more flowers and vegetables,
	but Joe's garden is more interesting.
He has *made neat paths* and has built a wooden bridge over a pool.
I like gardens too, but I do not like hard work.
Every year I *enter for* the garden competition too,
	and I always *win a little prize* for the worst garden in the town!
#+end_verse

