English/nce2-1/NCE2-1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-19 Sun 22:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org94a70a1">1. Lesson 1 A private conversation</a></li>
<li><a href="#orgfdfe410">2. Lesson 2 Breakfast or lunch?</a></li>
<li><a href="#orga62c2c6">3. Lesson 3 Please send me a card.</a></li>
<li><a href="#org1c418f0">4. Lesson 4 An exciting trip</a></li>
<li><a href="#org1504a31">5. Lesson 5 No wrong numbers</a></li>
<li><a href="#org38d44a8">6. Lesson 6 Percy Buttons</a></li>
<li><a href="#org8f6a4d7">7. Lesson 7 Too late</a></li>
<li><a href="#org23f9fa2">8. Lesson 8 The best and the worst</a></li>
<li><a href="#org54872f2">9. Lesson 9 A cold welcome</a></li>
<li><a href="#orgaa5225e">10. Lesson 10 Not for jazz</a></li>
<li><a href="#org9c4dcc0">11. Lesson 11 One good turn deserve another</a></li>
<li><a href="#org285443b">12. Lesson 12 Goodbye and good luck</a></li>
<li><a href="#org2d37ce2">13. Lesson 13 The Greenwood Boys</a></li>
<li><a href="#org1960745">14. Lesson 14 Do you speak English?</a></li>
<li><a href="#org5e81580">15. Lesson 15 Good news</a></li>
<li><a href="#orgab55d8f">16. Lesson 16 A polite request</a></li>
<li><a href="#orgc5366e4">17. Lesson 17 Always young</a></li>
<li><a href="#org163d013">18. Lesson 18 He often does this!</a></li>
<li><a href="#org8ee5674">19. Lesson 19 Sold out</a></li>
<li><a href="#orgf5ffefe">20. Lesson 20 One man in a boat</a></li>
<li><a href="#org780c91f">21. Lesson 21 Mad or not</a></li>
<li><a href="#org503bcb8">22. Lesson 22 A glass envelope</a></li>
<li><a href="#org1d0af6d">23. Lesson 23 A new house</a></li>
<li><a href="#org3056d79">24. Lesson 24 It could be worse</a></li>
</ul>
</div>
</div>
<div id="outline-container-org94a70a1" class="outline-2">
<h2 id="org94a70a1"><span class="section-number-2">1.</span> Lesson 1 A private conversation</h2>
<div class="outline-text-2" id="text-1">
<p class="verse">
Why did the writer complain to the people behind him?<br />
<br />
Last week I <b>went to the theatre</b>.<br />
I <b>had a very good seat</b>.<br />
The play was very interesting.<br />
<br />
I did not enjoy it.<br />
A young man and a young woman were sitting behind me.<br />
They were talking loudly.<br />
<br />
I <b>got very angry</b>.<br />
I could not hear the actors.<br />
I turned round.<br />
I looked at the man and the woman angrily.<br />
They did not pay any attention.<br />
<br />
<b>In the end</b>, I could not bear it.<br />
I turned round again.<br />
'I can't hear a word!' I said angrily.<br />
'<b>It's none of your business</b>,' the young man said rudely. 'This is a private conversation.'<br />
</p>
</div>
</div>

<div id="outline-container-orgfdfe410" class="outline-2">
<h2 id="orgfdfe410"><span class="section-number-2">2.</span> Lesson 2 Breakfast or lunch?</h2>
<div class="outline-text-2" id="text-2">
<p class="verse">
Why was the writer's aunt surprised?<br />
<br />
It was Sunday.<br />
I never <b>get up early</b> on Sundays.<br />
I sometimes stay in bed until lunchtime.<br />
<br />
Last Sunday I got up very late.<br />
I looked out of the window.<br />
It was dark outside.<br />
'What a day!' I thought. 'It's raining again.'<br />
<br />
<b>Just then</b>, the telephone rang.<br />
It was my aunt Lucy.<br />
'I've just arrived by train,' she said.<br />
'I'm coming to see you.'<br />
'But I'm still <b>having breakfast</b>,' I said.<br />
'What are you doing?' she asked.<br />
'I'm having breakfast,' I repeated.<br />
'Dear me,' she said. 'Do you always get up so late? It's one o'clock!'<br />
</p>
</div>
</div>

<div id="outline-container-orga62c2c6" class="outline-2">
<h2 id="orga62c2c6"><span class="section-number-2">3.</span> Lesson 3 Please send me a card.</h2>
<div class="outline-text-2" id="text-3">
<p class="verse">
How many cards did the writer send?<br />
<br />
Postcards always spoil my holidays.<br />
Last summer, I went to Italy.<br />
I visited museums and sat in public gardens.<br />
A friendly waiter <b>taught me a few words of Italian</b>.<br />
Then he <b>lent me a book</b>.<br />
I read a few lines, but I did not understand a word.<br />
Every day I <b>thought about</b> postcards.<br />
My holidays passed quickly, but I did not send cards to my friends.<br />
<b>On the last day</b> I made a big decision.<br />
I got up early and bought thirty-seven cards.<br />
I <b>spent the whole day in my room</b>, but I did not write a single card!<br />
</p>
</div>
</div>

<div id="outline-container-org1c418f0" class="outline-2">
<h2 id="org1c418f0"><span class="section-number-2">4.</span> Lesson 4 An exciting trip</h2>
<div class="outline-text-2" id="text-4">
<p class="verse">
Why is Tim finding this trip exciting?<br />
<br />
I have just received a letter from my brother, Tim.<br />
He is in Australia.<br />
He has been there for six months.<br />
Tim is an engineer.<br />
He is working for a big firm and he has already visited <b>a great number of</b> different places in Australia.<br />
He has just bought an Australian car and <b>has gone to Alice Springs</b>, a small town in the centre of Australia.<br />
He will soon visit Darwin.<br />
From there, he will <b>fly to Perth</b>.<br />
My brother has never been abroad before, so he is <b>finding this trip very exciting</b>.<br />
</p>
</div>
</div>

<div id="outline-container-org1504a31" class="outline-2">
<h2 id="org1504a31"><span class="section-number-2">5.</span> Lesson 5 No wrong numbers</h2>
<div class="outline-text-2" id="text-5">
<p class="verse">
What does 'No wrong numbers' mean?<br />
<br />
Mr. James Scott has a garage in Silbury<br />
&#xa0;and now he has just bought another garage in Pinhurst.<br />
Pinhurst <b>is only five miles from</b> Silbury,<br />
&#xa0;but Mr. Scott cannot <b>get a telephone for his new garage</b>,<br />
&#xa0;so he has just bought twelve pigeons.<br />
Yesterday, a pigeon carried the first message from Pinhurst to Silbury.<br />
The bird <b>covered the distance in three minutes</b>.<br />
<b>Up to now</b>, Mr. Scott has sent <b>a great many</b> requests for spare parts<br />
&#xa0;and other urgent messages from one garage to the other.<br />
<b>In this way</b>, he has begun his own private telephone service.<br />
</p>
</div>
</div>
<div id="outline-container-org38d44a8" class="outline-2">
<h2 id="org38d44a8"><span class="section-number-2">6.</span> Lesson 6 Percy Buttons</h2>
<div class="outline-text-2" id="text-6">
<p class="verse">
Who is Percy Buttons?<br />
<br />
I have just <b>moved to a house</b> in Bridge Street.<br />
Yesterday a beggar <b>knocked at my door</b>.<br />
He <b>asked me for a meal and a glass of beer</b>.<br />
<b>In return for</b> this, the beggar <b>stood on his head</b> and sang songs.<br />
I gave him a meal.<br />
He ate the food and drank the beer.<br />
Then he put a piece of cheese in his pocket and went away.<br />
Later a neighbor told me about him.<br />
Everybody knows him.<br />
His name is Percy Buttons.<br />
He <b>calls at</b> every house in the street <b>once a month</b><br />
&#xa0;and always <b>asks for a meal and a glass of beer</b>.<br />
</p>
</div>
</div>
<div id="outline-container-org8f6a4d7" class="outline-2">
<h2 id="org8f6a4d7"><span class="section-number-2">7.</span> Lesson 7 Too late</h2>
<div class="outline-text-2" id="text-7">
<p class="verse">
Did the detectives save the diamonds?<br />
<br />
The plane was late and detectives were waiting at the airport <b>all morning</b>.<br />
They were expecting <b>a valuable parcel of diamond</b> from South Africa.<br />
<b>A few hours earlier</b>, someone had told the police that thieves would <b>try to steal</b> the diamonds.<br />
When the plane arrived, some of the detectives were waiting inside the main building<br />
&#xa0;while others were waiting on the airfield.<br />
Two men took the parcel off the plane and carried it into the Customs House.<br />
While two detectives were <b>keeping guard</b> at the door,<br />
&#xa0;two others opened the parcel.<br />
<b>To their surprise</b>, <b>the precious parcel was full of stones and sand</b>!<br />
</p>
</div>
</div>
<div id="outline-container-org23f9fa2" class="outline-2">
<h2 id="org23f9fa2"><span class="section-number-2">8.</span> Lesson 8 The best and the worst</h2>
<div class="outline-text-2" id="text-8">
<p class="verse">
Why is Joe's garden the most beautiful one in the town?<br />
<br />
Joe Sanders has the most beautiful garden in our town.<br />
Nearly everybody <b>enters for</b> 'The Nicest Garden Competition' each year,<br />
&#xa0;but Joe wins every time.<br />
Bill Frith's garden is larger than Joe's.<br />
Bill works harder than Joe and grows more flowers and vegetables,<br />
&#xa0;but Joe's garden is more interesting.<br />
He has <b>made neat paths</b> and has built a wooden bridge over a pool.<br />
I like gardens too, but I do not like hard work.<br />
Every year I <b>enter for</b> the garden competition too,<br />
&#xa0;and I always <b>win a little prize</b> for the worst garden in the town!<br />
</p>
</div>
</div>
