English/nce2-1/NCE2-1.org
* Lesson 9 A cold welcome

#+begin_verse
What does 'a cold welcome' refer to?

On Wednesday evening, we went to the Town Hall.
It was *the last day of the year*
	and *a large crowd of* people had gathered under the Town Hall clock.
It would strike twelve *in twenty minutes' time*.
Fifteen minutes passed and then, at five to twelve, the clock stopped.
The big minute hand did not move.
We waited and waited, but nothing happened.
Suddenly someone shouted, 'It's two minutes past twelve! The clock has stopped!'
I looked at my watch.
It was true.
The big clock *refused to welcome* the New Year.
*At that moment* everybody *began to laugh* and sing.
#+end_verse
* Lesson 10 Not for jazz 

#+begin_verse
What happened to the clavichord?

We have an old musical instrument.
It is called a clavichord.
It *was made in* Germany in 1681.
Our clavichord is kept in the living-room.
It has *belonged to* our family for a long time.
The instrument was bought by my grandfather many years ago.
Recently it was damaged by a visitor.
She tried to *play jazz* on it!
She struck the keys too hard and two of the strings were broken.
My father was shocked.
Now we *are not allowed to touch* it.
It is being repaired by a friend of my father's.
#+end_verse
* Lesson 11 One good turn deserve another

#+begin_verse
Who paid for Tony's dinner?

I was having breakfast in a restaurant, when Tony Steele came in.  
Tony worked in a lawyers' office years ago,
	but he is now working at a bank.  
He *gets a good salary*,
	but he always *borrows money from his friends*, and never *pays it back*.
He saw me and came and sat at the same table.  
He has never borrowed money from me.  
While he was eating, I *asked him to lend* twenty pounds.  
To my surprise, he gave the money immediately.  
"I have never borrowed money from you."
	he said: "so now you can *pay for my dinner*."  
#+end_verse
* Lesson 12 Goodbye and good luck

#+begin_verse
Where is Captain Alison going and how?

Our neighbour, Captain Charles Alison,will *sail from Portsmouth* tomorrow.
We'll meet him at the harbour early in the morning.
He will be in his small boat, Topsail.
Topsail is a famous little boat.
It has sailed across the Atlantic many times.
Captain Alison will *set out* at eight o'clock, so we'll *have plenty of time*.
We'll see his boat and then we'll *say goodbye to him*.
He *will be away* for two months.
We *are very proud of* him.
He will *take part in* an important race across the Atlantic.
#+end_verse
* Lesson 13 The Greenwood Boys  

#+begin_verse
Why will the police have a difficult time?

The Greenwood Boys are *a group of* pop singer.
*At present*, they are visiting *all parts of the country*.
They will be arriving here tomorrow.
They will be coming by train
	and most of the young people in the town will be meeting them at the station.
Tomorrow evening they will be singing at the Workers' Club.
The Greenwood Boys will be staying for five days.
During this time, they will *give five performances*.
*As usual*, the police will *have a difficult time*.
They will be trying to *keep order*.
It is always the same *on these occasions*.  
#+end_verse
* Lesson 14 Do you speak English?

#+begin_verse
Did the young man speak English?

I *had an amusing experience* last year.
After I had left a small village in the south of France, I *drove on* the next town.
*On the way*, a young man *waved to me*.
I stopped and he *asked me for a lift*.
As soon as he had got into the car,
	I said good morning to him *in French* and he replied in the same language.
*Apart from* a few words, I do not know any French at all.
Neither of us spoke during the journey.
I had nearly reached the town,
	when the young man suddenly said, very slowly,
		'Do you speak English?'
As I soon learnt, he was English himself!
#+end_verse
* Lesson 15 Good news
#+begin_verse
What was the good news?

The secretary told me that Mr. Harmsworth would see me.
I felt very nervous when I went into his office.
He did not look up from his desk when I entered.
After I had sat down, he said that business was very bad.
He told me that the firm could not *afford to pay* such large salaries.
Twenty people had already left.
I knew that *my turn had come*.
'Mr. Harmsworth,' I said *in a weak voice*.
'Don't interrupt', he said.
Then he smiled and told me I would receive an extra thousand pounds a year!
#+end_verse
* Lesson 16 A polite request

#+begin_verse
What was the polite request?

If you *park your car* in the wrong place, a traffic policeman will soon find it.
You will be very lucky if he lets you go without a ticket.
However, this does not always happen.
Traffic police are sometimes very polite.
During a holiday in Sweden, I found this note on my car:
	'Sir, we welcome you to our city.
This is a "No Parking" area.
You will enjoy your stay here if you *pay atention to* our street signs.
This note is only a reminder.'
If you receive a request like this, you cannot *fail to obey* it!
#+end_verse
* Lesson 17 Always young

#+begin_verse
Why doesn't Aunt Jennifer tell anyone how old she is?

My aunt Jennifer is an actress.
She must be *at least* thirty-five years old.
*In spite of this*, she often appears on the stage as a young girl.
Jennifer will have to *take part in* a new play soon.
This time, she will be a girl of seventeen.
In the play, she must appear in a bright red dress and long black stockings.
Last year in another play, she had to wear short socks and a bright, orange-coloured dress.
If anyone ever asks her how old she is, she always answers,
	'Darling, it must be terrible to be grown up!'
#+end_verse
* Lesson 18 He often does this!
#+begin_verse
What had happened to the writer's bag?

After I had had lunch at a village pub, I looked for my bag.
I had left it on a chair beside the door and now it wasn't there!
As I was *looking for* it, the landlord came in.
'Did you *have a good meal*?' he asked.
'Yes, thank you,' I answered,
	'but I can't *pay the bill*.
I haven't got my bag.'
The landlord smiled and immmediately went out.
*In a few minutes* he returned with my bag and gave it back to me.
'I'm very sorry,' he said.
'My dog had taken it into the garden.
He often does this!'
#+end_verse
