English/nce2-1/NCE2-1.html

<div id="outline-container-org54872f2" class="outline-2">
<h2 id="org54872f2"><span class="section-number-2">9.</span> Lesson 9 A cold welcome</h2>
<div class="outline-text-2" id="text-9">
<p class="verse">
What does 'a cold welcome' refer to?<br />
<br />
On Wednesday evening, we went to the Town Hall.<br />
It was <b>the last day of the year</b><br />
&#xa0;and <b>a large crowd of</b> people had gathered under the Town Hall clock.<br />
It would strike twelve <b>in twenty minutes' time</b>.<br />
Fifteen minutes passed and then, at five to twelve, the clock stopped.<br />
The big minute hand did not move.<br />
We waited and waited, but nothing happened.<br />
Suddenly someone shouted, 'It's two minutes past twelve! The clock has stopped!'<br />
I looked at my watch.<br />
It was true.<br />
The big clock <b>refused to welcome</b> the New Year.<br />
<b>At that moment</b> everybody <b>began to laugh</b> and sing.<br />
</p>
</div>
</div>
<div id="outline-container-orgaa5225e" class="outline-2">
<h2 id="orgaa5225e"><span class="section-number-2">10.</span> Lesson 10 Not for jazz</h2>
<div class="outline-text-2" id="text-10">
<p class="verse">
What happened to the clavichord?<br />
<br />
We have an old musical instrument.<br />
It is called a clavichord.<br />
It <b>was made in</b> Germany in 1681.<br />
Our clavichord is kept in the living-room.<br />
It has <b>belonged to</b> our family for a long time.<br />
The instrument was bought by my grandfather many years ago.<br />
Recently it was damaged by a visitor.<br />
She tried to <b>play jazz</b> on it!<br />
She struck the keys too hard and two of the strings were broken.<br />
My father was shocked.<br />
Now we <b>are not allowed to touch</b> it.<br />
It is being repaired by a friend of my father's.<br />
</p>
</div>
</div>
<div id="outline-container-org9c4dcc0" class="outline-2">
<h2 id="org9c4dcc0"><span class="section-number-2">11.</span> Lesson 11 One good turn deserve another</h2>
<div class="outline-text-2" id="text-11">
<p class="verse">
Who paid for Tony's dinner?<br />
<br />
I was having breakfast in a restaurant, when Tony Steele came in.<br />
Tony worked in a lawyers' office years ago,<br />
&#xa0;but he is now working at a bank.<br />
He <b>gets a good salary</b>,<br />
&#xa0;but he always <b>borrows money from his friends</b>, and never <b>pays it back</b>.<br />
He saw me and came and sat at the same table.<br />
He has never borrowed money from me.<br />
While he was eating, I <b>asked him to lend</b> twenty pounds.<br />
To my surprise, he gave the money immediately.<br />
"I have never borrowed money from you."<br />
&#xa0;he said: "so now you can <b>pay for my dinner</b>."<br />
</p>
</div>
</div>
<div id="outline-container-org285443b" class="outline-2">
<h2 id="org285443b"><span class="section-number-2">12.</span> Lesson 12 Goodbye and good luck</h2>
<div class="outline-text-2" id="text-12">
<p class="verse">
Where is Captain Alison going and how?<br />
<br />
Our neighbour, Captain Charles Alison,will <b>sail from Portsmouth</b> tomorrow.<br />
We'll meet him at the harbour early in the morning.<br />
He will be in his small boat, Topsail.<br />
Topsail is a famous little boat.<br />
It has sailed across the Atlantic many times.<br />
Captain Alison will <b>set out</b> at eight o'clock, so we'll <b>have plenty of time</b>.<br />
We'll see his boat and then we'll <b>say goodbye to him</b>.<br />
He <b>will be away</b> for two months.<br />
We <b>are very proud of</b> him.<br />
He will <b>take part in</b> an important race across the Atlantic.<br />
</p>
</div>
</div>
<div id="outline-container-org2d37ce2" class="outline-2">
<h2 id="org2d37ce2"><span class="section-number-2">13.</span> Lesson 13 The Greenwood Boys</h2>
<div class="outline-text-2" id="text-13">
<p class="verse">
Why will the police have a difficult time?<br />
<br />
The Greenwood Boys are <b>a group of</b> pop singer.<br />
<b>At present</b>, they are visiting <b>all parts of the country</b>.<br />
They will be arriving here tomorrow.<br />
They will be coming by train<br />
&#xa0;and most of the young people in the town will be meeting them at the station.<br />
Tomorrow evening they will be singing at the Workers' Club.<br />
The Greenwood Boys will be staying for five days.<br />
During this time, they will <b>give five performances</b>.<br />
<b>As usual</b>, the police will <b>have a difficult time</b>.<br />
They will be trying to <b>keep order</b>.<br />
It is always the same <b>on these occasions</b>.<br />
</p>
</div>
</div>
<div id="outline-container-org1960745" class="outline-2">
<h2 id="org1960745"><span class="section-number-2">14.</span> Lesson 14 Do you speak English?</h2>
<div class="outline-text-2" id="text-14">
<p class="verse">
Did the young man speak English?<br />
<br />
I <b>had an amusing experience</b> last year.<br />
After I had left a small village in the south of France, I <b>drove on</b> the next town.<br />
<b>On the way</b>, a young man <b>waved to me</b>.<br />
I stopped and he <b>asked me for a lift</b>.<br />
As soon as he had got into the car,<br />
&#xa0;I said good morning to him <b>in French</b> and he replied in the same language.<br />
<b>Apart from</b> a few words, I do not know any French at all.<br />
Neither of us spoke during the journey.<br />
I had nearly reached the town,<br />
&#xa0;when the young man suddenly said, very slowly,<br />
&#xa0;&#xa0;'Do you speak English?'<br />
As I soon learnt, he was English himself!<br />
</p>
</div>
</div>
<div id="outline-container-org5e81580" class="outline-2">
<h2 id="org5e81580"><span class="section-number-2">15.</span> Lesson 15 Good news</h2>
<div class="outline-text-2" id="text-15">
<p class="verse">
What was the good news?<br />
<br />
The secretary told me that Mr. Harmsworth would see me.<br />
I felt very nervous when I went into his office.<br />
He did not look up from his desk when I entered.<br />
After I had sat down, he said that business was very bad.<br />
He told me that the firm could not <b>afford to pay</b> such large salaries.<br />
Twenty people had already left.<br />
I knew that <b>my turn had come</b>.<br />
'Mr. Harmsworth,' I said <b>in a weak voice</b>.<br />
'Don't interrupt', he said.<br />
Then he smiled and told me I would receive an extra thousand pounds a year!<br />
</p>
</div>
</div>
<div id="outline-container-orgab55d8f" class="outline-2">
<h2 id="orgab55d8f"><span class="section-number-2">16.</span> Lesson 16 A polite request</h2>
<div class="outline-text-2" id="text-16">
<p class="verse">
What was the polite request?<br />
<br />
If you <b>park your car</b> in the wrong place, a traffic policeman will soon find it.<br />
You will be very lucky if he lets you go without a ticket.<br />
However, this does not always happen.<br />
Traffic police are sometimes very polite.<br />
During a holiday in Sweden, I found this note on my car:<br />
&#xa0;'Sir, we welcome you to our city.<br />
This is a "No Parking" area.<br />
You will enjoy your stay here if you <b>pay atention to</b> our street signs.<br />
This note is only a reminder.'<br />
If you receive a request like this, you cannot <b>fail to obey</b> it!<br />
</p>
</div>
</div>
<div id="outline-container-orgc5366e4" class="outline-2">
<h2 id="orgc5366e4"><span class="section-number-2">17.</span> Lesson 17 Always young</h2>
<div class="outline-text-2" id="text-17">
<p class="verse">
Why doesn't Aunt Jennifer tell anyone how old she is?<br />
<br />
My aunt Jennifer is an actress.<br />
She must be <b>at least</b> thirty-five years old.<br />
<b>In spite of this</b>, she often appears on the stage as a young girl.<br />
Jennifer will have to <b>take part in</b> a new play soon.<br />
This time, she will be a girl of seventeen.<br />
In the play, she must appear in a bright red dress and long black stockings.<br />
Last year in another play, she had to wear short socks and a bright, orange-coloured dress.<br />
If anyone ever asks her how old she is, she always answers,<br />
&#xa0;'Darling, it must be terrible to be grown up!'<br />
</p>
</div>
</div>
<div id="outline-container-org163d013" class="outline-2">
<h2 id="org163d013"><span class="section-number-2">18.</span> Lesson 18 He often does this!</h2>
<div class="outline-text-2" id="text-18">
<p class="verse">
What had happened to the writer's bag?<br />
<br />
After I had had lunch at a village pub, I looked for my bag.<br />
I had left it on a chair beside the door and now it wasn't there!<br />
As I was <b>looking for</b> it, the landlord came in.<br />
'Did you <b>have a good meal</b>?' he asked.<br />
'Yes, thank you,' I answered,<br />
&#xa0;'but I can't <b>pay the bill</b>.<br />
I haven't got my bag.'<br />
The landlord smiled and immmediately went out.<br />
<b>In a few minutes</b> he returned with my bag and gave it back to me.<br />
'I'm very sorry,' he said.<br />
'My dog had taken it into the garden.<br />
He often does this!'<br />
</p>
</div>
</div>
