English/nce2-1/NCE2-1.org
* Lesson 19 Sold out
#+begin_verse
When will the writer see the play?

'The play may begin at any moment,' I said.
'It may have begun already,' Susan answered.
I *hurried to the ticket office*.
'May I have two tickets please?' I asked.
'I'm sorry, we've *sold out*,' the girl said.
'*What a pity*!' Susan exclaimed.
Just then, a man hurried to the ticket office.
'Can I return these two tickets?' he asked.
'Certainly,' the girl said.
I went back to the ticket office *at once*.
'Could I have those two tickets please?' I asked.
'Certainly,' the girl said, 'but they're for next Wednesday's performance.
Do you still want them?'
'I *might as well* have them,' I said sadly.
#+end_verse
* Lesson 20 One man in a boat

#+begin_verse
Why is fishing the writer's favourite sport?

Fishing is my favourite sport.
I often fish for hours without catching anything.
But this does not worry me.
Some fishermen are unlucky.
*Instead of catching fish*, they catch old boots and rubbish.
I am even less lucky.
I never catch anything -- not even old boots.
After having *spent whole mornings on the river*,
	I always go home with an empty bag.
'You must *give up fishing*!' my friends say.
'It's a waste of time.
'But they don't realize one important thing.
*I'm not really interested* in fishing.
I am only interested in sitting in a boat and doing nothing at all.
#+end_verse
* Lesson 21 Mad or not

#+begin_verse
Why do people think the writer is mad?

Aeroplanes are slowly *driving me mad*.
I live near an airport
	and passing planes can be heard night and day.
The airport was built years ago,
	but *for some reason* it could not be used then.
Last year, however, it *came into use*.
Over a hundred people must have been driven away from their homes by the noise.
I am one of the few people left.
Sometimes I think this house will be knocked down by a passing plane.
I have been offered *a large sum of money* to go away,
	but I *am determined to stay* here.
Everybody says I must be mad
	and they are probably right.
#+end_verse
* Lesson 22 A glass envelope

#+begin_verse
How did Jane receive a letter from a stranger?

My daughter, Jane, never *dreamed of receiving* a letter from a girl *of her own age* in Holland.
Last year, we were travelling across the Channel
	and Jane put a piece of paper with her name and address on it into a bottle.
She threw the bottle into the sea.
She never *thought of* it again,
	but ten months later, she received a letter from a girl in Holland.
Both girls *write to each other* regularly now.
However, they have *decided to use* the post office.
Letters will cost a little more,
	but they will certainly travel faster.
#+end_verse
* Lesson 23 A new house

#+begin_verse
Why is the new house special?

I *had a letter from my sister* yesterday.
She lives in Nigeria.
In her letter, she said that she would come to England next year.
If she comes, she will *get a surprise*.
We are now living in a beautiful new house in the country.
Work on it had begun before my sister left.
The house was completed five months ago.
In my letter, I told her that she could stay with us.
The house has many large rooms
	and there is a lovely garden.
It is a very modern house,
	so it looks strange to some people.
It must be the only modern house in the district.
#+end_verse
* Lesson 24 It could be worse

#+begin_verse
Had the writer's money been stolen?

I entered the hotel manager's office and sat down.
I had just lost $50 and I felt very upset.
'I left the money in my room,' I said, 'and it's not there now.'
The manager was sympathetic,
	but he could do nothing.
'Everyone's losing money these days,' he said.
He *started to* *complain about this wicked world*
	but was interrupted by a knock at the door.
A girl came in and put an envelope on his desk.
It contained $50.
'I found this outside this gentleman's room,' she said.
'Well,' I said to the manager, 'there is still some honesty in this world!'
#+end_verse
