English/nce2-1/NCE2-1.html
<div id="outline-container-org8ee5674" class="outline-2">
<h2 id="org8ee5674"><span class="section-number-2">19.</span> Lesson 19 Sold out</h2>
<div class="outline-text-2" id="text-19">
<p class="verse">
When will the writer see the play?<br />
<br />
'The play may begin at any moment,' I said.<br />
'It may have begun already,' Susan answered.<br />
I <b>hurried to the ticket office</b>.<br />
'May I have two tickets please?' I asked.<br />
'I'm sorry, we've <b>sold out</b>,' the girl said.<br />
'<b>What a pity</b>!' Susan exclaimed.<br />
Just then, a man hurried to the ticket office.<br />
'Can I return these two tickets?' he asked.<br />
'Certainly,' the girl said.<br />
I went back to the ticket office <b>at once</b>.<br />
'Could I have those two tickets please?' I asked.<br />
'Certainly,' the girl said, 'but they're for next Wednesday's performance.<br />
Do you still want them?'<br />
'I <b>might as well</b> have them,' I said sadly.<br />
</p>
</div>
</div>
<div id="outline-container-orgf5ffefe" class="outline-2">
<h2 id="orgf5ffefe"><span class="section-number-2">20.</span> Lesson 20 One man in a boat</h2>
<div class="outline-text-2" id="text-20">
<p class="verse">
Why is fishing the writer's favourite sport?<br />
<br />
Fishing is my favourite sport.<br />
I often fish for hours without catching anything.<br />
But this does not worry me.<br />
Some fishermen are unlucky.<br />
<b>Instead of catching fish</b>, they catch old boots and rubbish.<br />
I am even less lucky.<br />
I never catch anything &#x2013; not even old boots.<br />
After having <b>spent whole mornings on the river</b>,<br />
&#xa0;I always go home with an empty bag.<br />
'You must <b>give up fishing</b>!' my friends say.<br />
'It's a waste of time.<br />
'But they don't realize one important thing.<br />
<b>I'm not really interested</b> in fishing.<br />
I am only interested in sitting in a boat and doing nothing at all.<br />
</p>
</div>
</div>
<div id="outline-container-org780c91f" class="outline-2">
<h2 id="org780c91f"><span class="section-number-2">21.</span> Lesson 21 Mad or not</h2>
<div class="outline-text-2" id="text-21">
<p class="verse">
Why do people think the writer is mad?<br />
<br />
Aeroplanes are slowly <b>driving me mad</b>.<br />
I live near an airport<br />
&#xa0;and passing planes can be heard night and day.<br />
The airport was built years ago,<br />
&#xa0;but <b>for some reason</b> it could not be used then.<br />
Last year, however, it <b>came into use</b>.<br />
Over a hundred people must have been driven away from their homes by the noise.<br />
I am one of the few people left.<br />
Sometimes I think this house will be knocked down by a passing plane.<br />
I have been offered <b>a large sum of money</b> to go away,<br />
&#xa0;but I <b>am determined to stay</b> here.<br />
Everybody says I must be mad<br />
&#xa0;and they are probably right.<br />
</p>
</div>
</div>
<div id="outline-container-org503bcb8" class="outline-2">
<h2 id="org503bcb8"><span class="section-number-2">22.</span> Lesson 22 A glass envelope</h2>
<div class="outline-text-2" id="text-22">
<p class="verse">
How did Jane receive a letter from a stranger?<br />
<br />
My daughter, Jane, never <b>dreamed of receiving</b> a letter from a girl <b>of her own age</b> in Holland.<br />
Last year, we were travelling across the Channel<br />
&#xa0;and Jane put a piece of paper with her name and address on it into a bottle.<br />
She threw the bottle into the sea.<br />
She never <b>thought of</b> it again,<br />
&#xa0;but ten months later, she received a letter from a girl in Holland.<br />
Both girls <b>write to each other</b> regularly now.<br />
However, they have <b>decided to use</b> the post office.<br />
Letters will cost a little more,<br />
&#xa0;but they will certainly travel faster.<br />
</p>
</div>
</div>
<div id="outline-container-org1d0af6d" class="outline-2">
<h2 id="org1d0af6d"><span class="section-number-2">23.</span> Lesson 23 A new house</h2>
<div class="outline-text-2" id="text-23">
<p class="verse">
Why is the new house special?<br />
<br />
I <b>had a letter from my sister</b> yesterday.<br />
She lives in Nigeria.<br />
In her letter, she said that she would come to England next year.<br />
If she comes, she will <b>get a surprise</b>.<br />
We are now living in a beautiful new house in the country.<br />
Work on it had begun before my sister left.<br />
The house was completed five months ago.<br />
In my letter, I told her that she could stay with us.<br />
The house has many large rooms<br />
&#xa0;and there is a lovely garden.<br />
It is a very modern house,<br />
&#xa0;so it looks strange to some people.<br />
It must be the only modern house in the district.<br />
</p>
</div>
</div>
<div id="outline-container-org3056d79" class="outline-2">
<h2 id="org3056d79"><span class="section-number-2">24.</span> Lesson 24 It could be worse</h2>
<div class="outline-text-2" id="text-24">
<p class="verse">
Had the writer's money been stolen?<br />
<br />
I entered the hotel manager's office and sat down.<br />
I had just lost $50 and I felt very upset.<br />
'I left the money in my room,' I said, 'and it's not there now.'<br />
The manager was sympathetic,<br />
&#xa0;but he could do nothing.<br />
'Everyone's losing money these days,' he said.<br />
He <b>started to</b> <b>complain about this wicked world</b><br />
&#xa0;but was interrupted by a knock at the door.<br />
A girl came in and put an envelope on his desk.<br />
It contained $50.<br />
'I found this outside this gentleman's room,' she said.<br />
'Well,' I said to the manager, 'there is still some honesty in this world!'<br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: DESKTOP-13B7HQM</p>
<p class="date">Created: 2024-05-19 Sun 22:57</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
